Repository: gromozeka07b9/QuestHelper
Catalog: QuestHelper/QuestHelper/Resources/CommonResource.*.resx
Languages: de, es, ru

# Albums_ListRouteIsEmpty
source: You have no albums yet
de: Sie haben noch keine Routen hochgeladen
es: Aún no has subido ninguna ruta
ru: У вас пока нет загруженных маршрутов

# CommonMsg_HiImageQualityDisabled
source: Low network speed, hi image quality disabled
de: Niedrige Netzwerkgeschwindigkeit, niedrige Bildqualität
es: Baja velocidad de red, baja calidad de imagen
ru: Низкая скорость сети, используется низкое качество изображений

# CommonMsg_UseOriginalQuality
source: Full
de: Qualität
es: Calidad
ru: Качество

# Feed_ErrorLoadingFeed
source: Feed not available, please check your connection to Internet
de: Der Feed wird nicht geladen, bitte überprüfen Sie Ihre Netzwerkverbindung
es: El feed no está cargado, verifique su conexión de red
ru: Лента не загружена, пожалуйста, проверьте ваше подключение к сети

# ScreenFeedName
source: Feed
de: Farbband
es: Feed de
ru: Лента

# ScreenLoadedAlbumsName
source: Loaded
de: Hochgeladen
es: Subido
ru: Загруженные

# ScreenPrivateName
source: Private
de: Persönlich
es: Privado
ru: Личные

# ShareMsg_ChooseRouteForAddPoint
source: Choose route which you want add new point
de: Wählen Sie eine Route aus, um einen Punkt hinzuzufügen
es: Elija una ruta para agregar un punto
ru: Выберите маршрут для добавления точки

# ShareMsg_ChooseWorker
source: Your choose
de: Ihre Wahl
es: Tu elección
ru: Обработка выбора

# ShareMsg_MakingNewPoint
source: Making new point
de: Erstellen Sie einen neuen Punkt
es: Crea un nuevo punto
ru: Создание новой точки

# RoutePointDescription_Caption
source: Point's description
de: Punkt Beschreibung
es: Descripción del punto
ru: Описание точки

# RoutePointDescription_Text
source: Describe this place ...
de: Beschreibe diesen Ort ...
es: Describe este lugar ...
ru: Опишите данное место...

# Login_YourLogin
source: Name or E-Mail
de: Name oder E-Mail
es: Nombre o Email
ru: Имя или E-mail

# Login_Password
source: Password
de: Passwort
es: Contraseña
ru: Пароль

# Login_Or
source: OR
de: ODER
es: O
ru: ИЛИ

# Login_Enter
source: Enter
de: Einloggen
es: Entrar
ru: Войти

# Login_Registration
source: Registration
de: Melden Sie sich an
es: Registro
ru: Зарегистрироваться

# Login_GoogleAuth
source: Continue with Google
de: Fahren Sie mit Google fort
es: Continuar con google
ru: Продолжить с Google

# MakeRouteLink_EnableShareAccess
source: Enable public access by link
de: Aktivieren Sie die Linkfreigabe
es: Habilitar el acceso público por enlace
ru: Включить общий доступ по ссылке

# MainPage_CurrentSyncStatus
source: Current state synchronization:
de: Aktueller Synchronisierungsstatus:
es: Sincronización del estado actual:
ru: Текущий статус синхронизации:

# NewRoute_Caption
source: New route
de: Neue Route
es: Nueva ruta
ru: Новый маршрут

# NewRoute_Name
source: Route name:
de: Routenname:
es: Nombre de ruta:
ru: Название маршрута:

# NewRoute_FirstRouteHelper
source: You create your first route. It can be represented in the form of photos, videos, your text notes, and simply as a specific place that you want to remember.
de: Sie erstellen Ihre erste Route. Es kann in Form von Fotos, Videos, Ihren Textnotizen und einfach als ein bestimmter Ort dargestellt werden, an den Sie sich erinnern möchten.
es: Creas tu primera ruta. Se puede representar en forma de fotos, videos, sus notas de texto y simplemente como un lugar específico que desea recordar.
ru: Вы создаете свой первый маршрут. Его можно представить в виде фотографий, видео, ваших текстовых заметок, и просто в виде конкретного места, которое вы хотите запомнить.

# NewRoute_FirstRouteHelperMore
source: After you create a route, you can share it by creating a link to it, or through any channel convenient for you - GoSh !, Telegram, Whatsapp, Facebook, Instagram
de: Nachdem Sie eine Route erstellt haben, können Sie sie freigeben, indem Sie einen Link dazu erstellen, oder über einen für Sie geeigneten Kanal - GoSh!, Telegram, WhatsApp, Facebook, Instagram
es: Después de crear una ruta, puede compartirla creando un enlace o a través de cualquier canal conveniente para usted: GoSh!, Telegram, Whatsapp, Facebook, Instagram
ru: После того, как вы создадите маршрут, вы сможете поделиться им, создав ссылку на него, либо через любой удобный вам канал - GoSh!, Telegram, Whatsapp, Facebook, Instagram

# Registration_Caption
source: Registration
de: Registrierung
es: Registro
ru: Регистрация

# Registration_Name
source: Name
de: Vorname
es: Nombre
ru: Имя

# Registration_Password
source: Password
de: Passwort
es: Contraseña
ru: Пароль

# Registration_PasswordRepeat
source: Repeat password
de: Passwortbestätigung
es: Repite la contraseña
ru: Подтверждение пароля

# Registration_RegistrationSubmit
source: Submit
de: Melden Sie sich an
es: Registro
ru: Зарегистрироваться

# RouteCreated_NowYouCanAddNewPoint
source: Now you can add first point into your route
de: Jetzt können Sie Ihrer Route den ersten Punkt hinzufügen.
es: Ahora puedes agregar el primer punto a tu ruta.
ru: Теперь вы можете добавить первую точку в ваш маршрут.

# RouteCreated_AddNewPoint
source: Add
de: Hinzufügen
es: Añadir
ru: Добавить

# Route_FirstPoint
source: You have no points yet, you can add a new one.
de: Sie haben noch keine Punkte, Sie können einen neuen hinzufügen.
es: Aún no tiene puntos, puede agregar uno nuevo.
ru: У вас пока нет точек, вы можете добавить новую.

# Routes_RoutesNotFound
source: No routes found
de: Keine Routen gefunden
es: No se encontraron rutas
ru: Маршруты не найдены

# ShareRoute_Caption
source: Route access
de: Zugang zur Route
es: Acceso a la ruta
ru: Доступ к маршруту

# ShareRoute_ContactsNotFound
source: Contacts not found
de: Keine Kontakte gefunden
es: Contactos no encontrados
ru: Контакты не найдены

# ShareRoute_InviteFriends
source: Invite your friends to share your impressions with them:
de: Laden Sie Ihre Freunde ein, Ihre Eindrücke mit ihnen zu teilen:
es: Invita a tus amigos a compartir tus impresiones con ellos:
ru: Пригласите друзей, чтобы поделиться с ними впечатлениями:

# ShareRoutes_ChooseCase
source: Choose a way
de: Wähle einen Weg
es: Elige un camino
ru: Выберите способ

# ShareRoutes_AddPersonAccess
source: Add access
de: Zugang hinzufügen
es: Agregar acceso
ru: Добавить доступ

# ShareRoutes_AlbumInGosh
source: GoSh! album
es: GoSh! álbum
ru: Альбом в GoSh!

# ShareRoutes_PublicAccess
source: General access
de: Teilen
es: Acceso general
ru: Общий доступ

# ShareRoutes_Other
source: Other
de: Andere
es: Más
ru: Другие

# Onboarding_Hello
source: Welcome to&#10;GoSh!
de: Willkommen zu GoSh!
es: ¡Bienvenido a Gosh!
ru: Добро пожаловать GoSh!

# Onboarding_Skip
source: Skip
de: Überspringen
es: Omitir
ru: Пропустить

# Onboarding_Begin
source: Start
es: Comienzo
ru: Начать

# Onboarding_SaveYourImpression
source: Keep your impressions by combining them by topics, for example:&#10; - Holidays in Cyprus&#10; - Free parking&#10; - Notes from the conference
de: Karte wird Ihnen helfen erinnere dich an Orte deine Reisen
es: Guarde sus impresiones combinándolas por tema, por ejemplo: vacaciones en Chipre; Estacionamiento gratis; Conferencias
ru: Сохраните свои впечатления, объединив их по темам, например: Отдых на Кипре; Бесплатная парковка; Конференции

# Onboarding_AllYourNotes
source: In this piggy bank all your photos, text notes with descriptions of interesting places and events, tied to a position on the map
es: En esta hucha todas sus fotos, notas de texto con descripciones de lugares y eventos interesantes relacionados con la posición en el mapa.
ru: В этой копилке все ваши фотографии, текстовые заметки с описаниями интересных мест и событий, привязанных к позиции на карте

# Onboarding_PlanningRoutes
source: You can plan routes by adding points with places from other applications, for example, Google maps or Yandex.Maps
es: Puede planificar rutas agregando puntos con lugares de otras aplicaciones, por ejemplo, mapas de Google o Yandex.
ru: Вы можете планировать маршруты, добавляя точки с местами из других приложений, например, Google maps или Яндекс.Карты

# Onboarding_AddYourPhotos
source: Add photos from the gallery or take photos right away in GoSh! If the photo contains geotag, you can see it on the map.
de: Erstellen Ihre Routen, speichern Sie Ihre Eindrücke!
es: ¡Agregue fotos de la galería o tome fotos de inmediato en GoSh! Si la foto contiene geoetiquetas, puede verla en el mapa.
ru: Добавляйте фотографии из галереи или снимайте сразу в GoSh! Если фотография содержит геометку, вы сможете увидеть её на карте

# Onboarding_WorksOffline
source: Gosh! works where there is no Internet. Record your impressions anywhere, when the network appears, data can be synchronized.
es: Gosh! funciona donde no hay internet. Registre sus impresiones en cualquier lugar, cuando aparezca la red, los datos se pueden sincronizar.
ru: Gosh! работает там, где нет сети Интернет. Записывайте впечатления в любом месте, при появлении сети данные можно синхронизировать.

# Onboarding_Share
source: Share your impressions with your friends!
de: Veröffentlichen Sie Ihre Routen online, indem Sie einen Link erstellen!
es: ¡Publique sus rutas en línea creando un enlace!
ru: Поделитесь впечатлениями с друзьями!

# Onboarding_TogetherBetter
source: Together is better - take a photo, record impressions with friends in one route!
es: Juntos es mejor: ¡tome una foto, grabe impresiones con amigos en una ruta!
ru: Вдвоем лучше - снимайте фото, записывайте впечатления вместе с друзьями в одном маршруте!

# Onboarding_GoToStart
source: Let's get started soon!
de: Lass uns bald anfangen!
es: ¡Comencemos pronto!
ru: Давайте скорее начнём!

# Albums_AreYourSureToDeleteLoadedRoutes
source: Are you sure you want to delete the downloaded routes? If necessary, you can download them again from the feed.
de: Möchten Sie die heruntergeladenen Routen wirklich löschen?
es: ¿Estás seguro de que deseas eliminar las rutas descargadas?
ru: Вы уверены, что хотите удалить загруженные маршруты? При необходимости, вы сможете загрузить их повторно из ленты.

# CommonMsg_Warning
source: Warning
de: Vorsicht!
es: ¡Advertencia!
ru: Внимание

# CommonMsg_Yes
source: Yes
de: Ja
es: Si
ru: Да

# CommonMsg_No
source: No
de: Nein
ru: Нет

# Login_RegistrationProcess
source: Registrations...
de: Registrierung ...
es: Inscripciones ...
ru: Регистрация...

# Login_AuthorizationProcess
source: Authorizations...
de: Autorisierung ...
es: Autorizaciones ...
ru: Авторизация...

# Login_RegistrationError
source: User registration error. The indicated name or email address may already be taken.
de: Benutzerregistrierung fehlgeschlagen. Der Name oder die E-Mail-Adresse, die Sie eingegeben haben, ist möglicherweise bereits vergeben.
es: Error de registro de usuario. El nombre o la dirección de correo electrónico indicados ya pueden estar tomados
ru: Ошибка регистрации пользователя. Возможно, указанное имя или адрес e-mail уже заняты

# Login_EnterSamePasswords
source: Please enter the same password
de: Bitte geben Sie das gleiche Passwort ein
es: Por favor ingrese la misma contraseña
ru: Пожалуйста, введите одинаковые пароли

# Login_EnterCorrectEmail
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce una dirección de correo electrónico válida
ru: Пожалуйста, укажите корректный электронный адрес

# Login_FillAllFields
source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus
es: Por favor rellena todos los campos
ru: Пожалуйста, заполните все поля

# Login_IncorrectLoginOrPassword
source: Incorrect login or password!
de: Falscher Benutzername oder Passwort!
es: ¡Usuario o contraseña incorrecta!
ru: Неправильный логин или пароль!

# Login_FillLoginAndPassword
source: Please fill in the username and password
de: Bitte geben Sie den Benutzernamen und das Passwort ein
es: Por favor complete el nombre de usuario y contraseña
ru: Пожалуйста, заполните логин и пароль

# Login_AuthError
source: User authorization failed.
de: Benutzerautorisierung fehlgeschlagen.
es: Autorización de usuario fallida.
ru: Ошибка авторизации пользователя.

# MakeRouteLink_PublicAccessEnabled
source: Route sharing enabled
de: Routenfreigabe aktiviert
es: Intercambio de enlaces activado
ru: Общий доступ к маршруту включен

# MakeRouteLink_PublicAccessDisabled
source: Link sharing disabled
de: Linkfreigabe deaktiviert
es: Intercambio de enlaces desactivado
ru: Общий доступ по ссылке отключен

# MakeRouteLink_PublicReferenceCreated
source: Link created for sharing the route
de: Link zum Teilen der Route erstellt
es: Enlace creado para compartir la ruta
ru: Создана ссылка для общего доступа к маршруту

# MakeRouteLink_ErrorWhileCreatedReference
source: Error enabling route sharing. Check your network connection.
de: Fehler beim Aktivieren der Routenfreigabe. Überprüfen Sie Ihre Netzwerkverbindung.
es: Error al habilitar la ruta compartida. Verifica tu conexión de red.
ru: Ошибка включения общего доступа к маршруту. Проверьте ваше подключение к сети.

# MakeRouteLink_ReferenceCopiedToClipboard
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
ru: Ссылка скопирована в буфер обмена

# NewRoute_NeedToFillNameRoute
source: Need to fill route name
de: Sie müssen den Namen der Route eingeben
es: Necesita completar el nombre de la ruta
ru: Необходимо заполнить название маршрута

# ReceivePush_YouHaveNewRoutes
source: New routes are available to you
de: Neue Routen stehen Ihnen zur Verfügung
es: Nuevas rutas están disponibles para usted
ru: Вам доступны новые маршруты

# RouteCreated_RouteCreatedSuccessful
source: The route '[routeName]' has been created.
de: Die Route '[routeName]' wurde erstellt.
es: La ruta '[routeName]' ha sido creada.
ru: Маршрут '[routeName]' создан.

# RoutePoint_AreYouSureToSetNewCoordinates
source: Are you sure you want to set new coordinates?
de: Möchten Sie wirklich neue Koordinaten festlegen?
es: ¿Estás seguro de que deseas establecer nuevas coordenadas?
ru: Вы уверены, что хотите установить новые координаты?

# RoutePoint_DeletingPhoto
source: Delete photo
de: Foto löschen
es: Borrar foto
ru: Удаление фото

# RoutePoint_DeletingPoint
source: Deleting a Waypoint
de: Einen Wegpunkt löschen
es: Eliminar un waypoint
ru: Удаление точки маршрута

# RoutePoint_AreYouSureToDeletePhoto
source: Are you sure you want to delete the photo?
de: Möchten Sie das Foto wirklich löschen?
es: ¿Seguro que quieres eliminar la foto?
ru: Вы уверены что хотите удалить фото?

# RoutePoint_AreYouSureToDeletePoint
source: Are you sure you want to delete the point?
de: Möchten Sie den Punkt wirklich löschen?
es: ¿Seguro que quieres eliminar el punto?
ru: Вы уверены, что хотите удалить точку?

# RoutePoint_ErrorWhileDeletingPoint
source: Error deleting point
de: Fehler beim Löschen des Punktes
es: Error al eliminar el punto
ru: Ошибка удаления точки

# RoutePoint_RightNeedToRecordAudio
source: Resolution is required for sound recording.
de: Für die Tonaufnahme ist eine Auflösung erforderlich
es: Se requiere resolución para la grabación de sonido
ru: Разрешение необходимо для записи звука

# CommonMsg_Audio
source: Audio
ru: Аудио

# CommonMsg_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена

# CommonMsg_OkAndSave
source: Complete and save
de: Vervollständigen und speichern
es: Completa y guarda
ru: Завершить и сохранить

# RoutePoint_AudioRecording
source: Recording in progress ...
de: Aufnahme läuft ...
es: Grabación en progreso ...
ru: Идет запись...

# RoutePoint_RightNeedToPickPhoto
source: Resolution is required to select a photo
de: Zur Auswahl eines Fotos ist eine Auflösung erforderlich
es: Se requiere resolución para seleccionar una foto
ru: Разрешение необходимо для выбора фото

# RoutePoint_GeotagsExists
source: Shooting coordinates available
de: Aufnahmekoordinaten verfügbar
es: Coordenadas de tiro disponibles
ru: Доступны координаты съемки

# RoutePoint_UseGeotagsForPoint
source: Use them for a given point?
de: Verwenden Sie sie für einen bestimmten Punkt?
es: ¿Usarlos para un punto dado?
ru: Использовать их для данной точки?

# RoutePoint_RightNeedToTakePhoto
source: Resolution is necessary for taking photos
de: Zum Aufnehmen von Fotos ist eine Auflösung erforderlich
es: La resolución es necesaria para tomar fotos
ru: Разрешение необходимо для съемки фото

# CommonMsg_GeolocationNotEnabled
source: Geolocation service not available
de: Geolocation-Service nicht verfügbar
es: Servicio de geolocalización no disponible
ru: Недоступна служба геолокации

# CommonMsg_ForGettingCoordinatesNeedGeolocationEnabled
source: To determine your location, you must enable the service.
de: Um Ihren Standort zu bestimmen, müssen Sie den Dienst aktivieren.
es: Para determinar su ubicación, debe habilitar el servicio.
ru: Для определения вашего местоположения службу необходимо включить.

# RoutePoint_RouteNameMustBeFill
source: Point name must be filled
de: Der Punktname muss ausgefüllt sein
es: El nombre del punto debe completarse
ru: Название точки должно быть заполнено

# ShareRoutes_ExportPhotos
source: Upload photos
de: Fotos hochladen
es: Subir fotos
ru: Выгрузить фотографии

# ShareRoutes_ExportDescriptions
source: Upload descriptions
de: Beschreibungen hochladen
es: Subir descripciones
ru: Выгрузить описания

# ShareRoute_AreYouSureToPublishRoute
source: After publication, the route will be available to all users in the album. Are you sure?
de: Nach der Veröffentlichung steht die Route allen Benutzern im Album zur Verfügung. Sind sie sicher?
es: Después de la publicación, la ruta estará disponible para todos los usuarios en el álbum. ¿Estás seguro?
ru: После публикации маршрут будет доступен всем пользователям в альбоме. Вы уверены?

# ShareRoute_RouteWillBePublishAfterSync
source: After synchronization, the route will be published
de: Nach der Synchronisierung wird die Route veröffentlicht
es: Después de la sincronización, se publicará la ruta.
ru: После синхронизации маршрут будет опубликован

# ShareRoute_PublishOnlyYourRoutes
source: Only routes you have created can be published.
de: Es können nur von Ihnen erstellte Routen veröffentlicht werden.
es: Sólo puede publicar rutas que haya creado.
ru: Публиковать можно только созданные вами маршруты

# ShareRoute_AreYouSureAfterPublishYouCantDelete
source: After you invite your friends, you cannot delete the route. Are you sure?
de: Nachdem Sie Ihre Freunde eingeladen haben, können Sie die Route nicht löschen. Sind sie sicher?
es: Después de invitar a tus amigos, no puedes eliminar la ruta. ¿Estás seguro?
ru: После того, как пригласите друзей, вы не сможете удалить маршрут. Вы уверены?

# ShareRoute_ErrorShareRoute
source: Could not share route
de: Route konnte nicht geteilt werden
es: No se pudo compartir la ruta
ru: Не получилось поделиться маршрутом

# ShareRoute_RouteSharedToSelectedUsers
source: The route is now available to selected users.
de: Die Route steht nun ausgewählten Benutzern zur Verfügung.
es: La ruta ahora está disponible para usuarios seleccionados.
ru: Маршрут теперь доступен выбранным пользователям

# Login_GoogleAuthCaption
source: Google Authorization
de: Google-Autorisierung
es: Autorización de Google
ru: Авторизация Google

# Login_GoogleAuthError
source: Sorry, an error occurred while trying to use Google Chrome
de: Beim Versuch, Google Chrome zu verwenden, ist ein Fehler aufgetreten
es: Lo sentimos, se produjo un error al intentar usar Google Chrome
ru: К сожалению, произошла ошибка при попытке использования Google Chrome

# Sync_UseSyncInRoaming
source: Use sync when roaming?
de: Synchronisierung beim Roaming verwenden?
es: ¿Usar sincronización en itinerancia?
ru: Использовать синхронизацию в роуминге?

source: Sync error
de: Synchronisierungsfehler
es: Error de sincronización
ru: Ошибка синхронизации

# Sync_CheckYourConnection
source: Check your network connection
de: Überprüfen Sie Ihre Netzwerkverbindung
es: Comprueba tu conexión de red
ru: Проверьте ваше подключение к сети

# Sync_SyncAlreadyStarted
source: Sync is already running.
de: Die Synchronisierung läuft bereits.
es: La sincronización ya se está ejecutando
ru: Синхронизация уже запущена

# ScreenAboutUsName
source: About us
de: Über uns
es: Sobre nosotros
ru: О нас

# ScreenChooseWorkerName
source: Selection processing
de: Auswahlbearbeitung
es: Procesamiento de selección
ru: Обработка выбора

# ScreenOnBoardingName
source: Description
de: Beschreibung
es: Descripción
ru: Описание
